Repository: RaslanAmir/YASGMP
Catalog: YasGMP.Wpf/Resources/ShellStrings.*.resx
Languages: hr

# Backstage.Tab.Layout.Header
source: Layout
hr: Raspored

# Backstage.Tab.QualityCompliance.Header
source: Quality & Compliance
hr: Kvaliteta i usklađenost

# Backstage.Button.SaveLayout.Header
source: Save Layout
hr: Spremi raspored

# Backstage.Button.SaveLayout.ToolTip
source: Persist the current dock layout to your profile.
hr: Spremi trenutni raspored dokova u svoj profil.

# Backstage.Button.ResetLayout.Header
source: Reset Layout
hr: Vrati raspored

# Backstage.Button.ResetLayout.ToolTip
source: Restore the default dock layout.
hr: Vrati zadani raspored dokova.

# Backstage.Button.AuditTrail.Header
source: Audit Trail
hr: Dnevnik audita

# Backstage.Button.AuditTrail.ToolTip
source: Open the immutable audit trail browser.
hr: Otvori preglednik neizmjenjivog dnevnika audita.

# Backstage.Button.AuditDashboard.Header
source: Audit Dashboard
hr: Nadzorna ploča audita

# Backstage.Button.AuditDashboard.ToolTip
source: Launch the live audit dashboard with trend analytics.
hr: Pokreni nadzornu ploču audita s analitikom trendova.

# Backstage.Button.ApiAuditTrail.Header
source: API Audit Trail
hr: API dnevnik audita

# Backstage.Button.ApiAuditTrail.ToolTip
source: Review API key usage and forensic request payloads.
hr: Pregledaj korištenje API ključeva i forenzične zahtjeve.

# Ribbon.Tab.Home.Header
source: Home
hr: Početna

# Ribbon.Tab.View.Header
source: View
hr: Prikaz

# Ribbon.Tab.Tools.Header
source: Tools
hr: Alati

# Ribbon.Group.Operations.Header
source: Operations
hr: Operacije

# Ribbon.Group.Operations.ToolTip
source: Operations modules for maintenance and production support.
hr: Moduli za održavanje i podršku proizvodnji.

# Ribbon.Group.Quality.Header
source: Quality
hr: Kvaliteta

# Ribbon.Group.Quality.ToolTip
source: Quality workflows and compliance actions.
hr: Tijekovi kvalitete i aktivnosti usklađenosti.

# Ribbon.Group.QualityCompliance.Header
source: Quality & Compliance
hr: Kvaliteta i usklađenost

# Ribbon.Group.QualityCompliance.ToolTip
source: Quality assurance dashboards and audit tooling.
hr: Nadzorne ploče kvalitete i alati za audit.

# Ribbon.Group.SupplyChain.Header
source: Supply Chain
hr: Opskrbni lanac

# Ribbon.Group.SupplyChain.ToolTip
source: Supplier and contractor management.
hr: Upravljanje dobavljačima i izvođačima.

# Ribbon.Group.Administration.Header
source: Administration
hr: Administracija

# Ribbon.Group.Administration.ToolTip
source: Administration and security configuration.
hr: Administracija i konfiguracija sigurnosti.

# Ribbon.Group.DiagnosticsHome.Header
source: Diagnostics
hr: Dijagnostika

# Ribbon.Group.DiagnosticsHome.ToolTip
source: Diagnostics and telemetry tools.
hr: Alati za dijagnostiku i telemetriju.

# Ribbon.Group.Layout.Header
source: Layout
hr: Raspored

# Ribbon.Group.Layout.ToolTip
source: Dock layout management commands.
hr: Naredbe za upravljanje rasporedom dokova.

# Ribbon.Group.Persistence.Header
source: Persistence
hr: Spremanje

# Ribbon.Group.Persistence.ToolTip
source: Workspace persistence utilities.
hr: Alati za spremanje radnog prostora.

# Ribbon.Group.DiagnosticsTools.Header
source: Diagnostics
hr: Dijagnostika

# Ribbon.Group.DiagnosticsTools.ToolTip
source: Developer diagnostics and smoke tests.
hr: Dijagnostika za razvoj i brzi testovi.

# Ribbon.Button.Dashboard.Header
source: Dashboard
hr: Nadzorna ploča

# Ribbon.Button.Dashboard.ToolTip
source: Open the operations dashboard and KPIs.
hr: Otvori operativnu nadzornu ploču i KPI pokazatelje.

# Ribbon.Button.Assets.Header
source: Assets
hr: Imovina

# Ribbon.Button.Assets.ToolTip
source: Manage machine assets and lifecycle data.
hr: Upravljaj imovinom strojeva i podacima životnog ciklusa.

# Ribbon.Button.Components.Header
source: Components
hr: Komponente

# Ribbon.Button.Components.ToolTip
source: View and maintain the component registry.
hr: Pregledaj i održavaj registar komponenti.

# Ribbon.Button.WorkOrders.Header
source: Work Orders
hr: Radni nalozi

# Ribbon.Button.WorkOrders.ToolTip
source: Plan and execute maintenance work orders.
hr: Planiraj i izvršavaj radne naloge održavanja.

# Ribbon.Button.Calibration.Header
source: Calibration
hr: Kalibracija

# Ribbon.Button.Calibration.ToolTip
source: Track calibration records and due dates.
hr: Prati zapise o kalibraciji i datume dospijeća.

# Ribbon.Button.Parts.Header
source: Parts
hr: Dijelovi

# Ribbon.Button.Parts.ToolTip
source: Maintain spare parts inventory.
hr: Održavaj zalihu rezervnih dijelova.

# Ribbon.Button.Warehouse.Header
source: Warehouse
hr: Skladište

# Ribbon.Button.Warehouse.ToolTip
source: Access warehouse master data and stock levels.
hr: Pristupi osnovnim podacima skladišta i zalihama.

# Ribbon.Button.Capa.ToolTip
source: Manage corrective and preventive actions.
hr: Upravljaj korektivnim i preventivnim radnjama.

# Ribbon.Button.Incidents.Header
source: Incidents
hr: Incidenti

# Ribbon.Button.Incidents.ToolTip
source: Log and investigate quality incidents.
hr: Evidentiraj i istraži incidente kvalitete.

# Ribbon.Button.ChangeControl.Header
source: Change Control
hr: Upravljanje promjenama

# Ribbon.Button.ChangeControl.ToolTip
source: Control change requests and approvals.
hr: Upravljaj zahtjevima za promjene i odobrenjima.

# Ribbon.Button.Validations.Header
source: Validations
hr: Validacije

# Ribbon.Button.Validations.ToolTip
source: Manage validation packages and requalification.
hr: Upravljaj validacijskim paketima i rekvalifikacijom.

# Ribbon.Button.AuditTrail.Header
source: Audit Trail
hr: Dnevnik audita

# Ribbon.Button.AuditTrail.ToolTip
source: Open the immutable audit trail browser.
hr: Otvori preglednik neizmjenjivog dnevnika audita.

# Ribbon.Button.AuditDashboard.Header
source: Audit Dashboard
hr: Nadzorna ploča audita

# Ribbon.Button.AuditDashboard.ToolTip
source: Launch the live audit dashboard with trend analytics.
hr: Pokreni nadzornu ploču audita s analitikom trendova.

# Ribbon.Button.ApiAuditTrail.Header
source: API Audit Trail
hr: API dnevnik audita

# Ribbon.Button.ApiAuditTrail.ToolTip
source: Review API key usage and forensic request payloads.
hr: Pregledaj korištenje API ključeva i forenzične zahtjeve.

# Ribbon.Button.Suppliers.Header
source: Suppliers
hr: Dobavljači

# Ribbon.Button.Suppliers.ToolTip
source: Manage approved suppliers.
hr: Upravljaj odobrenim dobavljačima.

# Ribbon.Button.Security.Header
source: Security
hr: Sigurnost

# Ribbon.Button.Security.ToolTip
source: Administer users and roles.
hr: Administriraj korisnike i uloge.

# Ribbon.Button.Administration.Header
source: Administration
hr: Administracija

# Ribbon.Button.Administration.ToolTip
source: Configure application settings.
hr: Konfiguriraj postavke aplikacije.

# Ribbon.Button.DiagnosticsHome.Header
source: Diagnostics
hr: Dijagnostika

# Ribbon.Button.DiagnosticsHome.ToolTip
source: Review diagnostics and telemetry.
hr: Pregledaj dijagnostiku i telemetriju.

# Ribbon.Button.ResetLayout.Header
source: Reset Layout
hr: Vrati raspored

# Ribbon.Button.ResetLayout.ToolTip
source: Restore the default dock layout.
hr: Vrati zadani raspored dokova.

# Ribbon.Button.SaveLayout.Header
source: Save Layout
hr: Spremi raspored

# Ribbon.Button.SaveLayout.ToolTip
source: Persist the current dock layout to your profile.
hr: Spremi trenutni raspored dokova u svoj profil.

# Ribbon.Button.RunSmokeTest.Header
source: Run Smoke Test
hr: Pokreni smoke test

# Ribbon.Button.RunSmokeTest.ToolTip
source: Execute the automated smoke test harness.
hr: Pokreni automatizirani smoke test.

# Dock.Modules.Title
source: Modules
hr: Moduli

# Dock.Inspector.Title
source: Inspector
hr: Inspektor

# Dock.Inspector.ModuleTitle
source: Module
hr: Modul

# Dock.Inspector.NoRecord
source: No record selected
hr: Nema odabranog zapisa

# Module.Toolbar.Toggle.Find.Content
source: Find
hr: Traži

# Module.Toolbar.Toggle.Find.ToolTip
source: Switch to find mode.
hr: Prebaci u način traženja.

# Module.Toolbar.Toggle.Find.AutomationName
source: Find mode toggle
hr: Preklopnik načina Traži

# Module.Toolbar.Toggle.Add.Content
source: Add
hr: Dodaj

# Module.Toolbar.Toggle.Add.ToolTip
source: Switch to add mode.
hr: Prebaci u način dodavanja.

# Module.Toolbar.Toggle.Add.AutomationName
source: Add mode toggle
hr: Preklopnik načina Dodaj

# Module.Toolbar.Toggle.View.Content
source: View
hr: Pregled

# Module.Toolbar.Toggle.View.ToolTip
source: Switch to view mode.
hr: Prebaci u način pregleda.

# Module.Toolbar.Toggle.View.AutomationName
source: View mode toggle
hr: Preklopnik načina Pregled

# Module.Toolbar.Toggle.Update.Content
source: Update
hr: Ažuriraj

# Module.Toolbar.Toggle.Update.ToolTip
source: Switch to update mode.
hr: Prebaci u način ažuriranja.

# Module.Toolbar.Toggle.Update.AutomationName
source: Update mode toggle
hr: Preklopnik načina Ažuriraj

# Module.Toolbar.Command.Save.Content
source: Save
hr: Spremi

# Module.Toolbar.Command.Save.ToolTip
source: Save the current record.
hr: Spremi trenutačni zapis.

# Module.Toolbar.Command.Save.AutomationName
source: Save record command
hr: Naredba spremanja zapisa

# Module.Toolbar.Command.Cancel.Content
source: Cancel
hr: Odustani

# Module.Toolbar.Command.Cancel.ToolTip
source: Cancel changes.
hr: Poništi promjene.

# Module.Toolbar.Command.Cancel.AutomationName
source: Cancel edit command
hr: Naredba odustajanja

# Module.Toolbar.Command.Refresh.Content
source: Refresh
hr: Osvježi

# Module.Toolbar.Command.Refresh.ToolTip
source: Reload data from source.
hr: Ponovno učitaj podatke iz izvora.

# Module.Toolbar.Command.Refresh.AutomationName
source: Refresh data command
hr: Naredba osvježavanja podataka

# Module.Toolbar.Button.Cfl.ToolTip
source: Open the choose-from-list picker.
hr: Otvori izbor iz liste.

# Module.Toolbar.Button.Cfl.AutomationName
source: Choose-from-list command
hr: Naredba odabira iz liste

# Module.Toolbar.Button.GoldenArrow.ToolTip
source: Open the related record.
hr: Otvori povezani zapis.

# Module.Toolbar.Button.GoldenArrow.AutomationName
source: Golden arrow navigation
hr: Navigacija zlatnom strelicom

# Module.Status.Ready
source: Ready
hr: Spremno

# Dashboard.Toolbar.AutomationName
source: Dashboard module toolbar
hr: Alatna traka nadzorne ploče

# Dashboard.Search.Label
source: Search:
hr: Pretraži:

# Dashboard.Search.ToolTip
source: Filter dashboard events.
hr: Filtriraj događaje nadzorne ploče.

# Dashboard.Search.AutomationName
source: Dashboard search
hr: Pretraživanje nadzorne ploče

# Dashboard.Grid.Column.Code.Header
source: Code
hr: Šifra

# Dashboard.Grid.Column.Code.ToolTip
source: Unique code for the dashboard event.
hr: Jedinstvena šifra događaja.

# Dashboard.Grid.Column.Code.AutomationName
source: Dashboard column Code
hr: Stupac Šifra

# Dashboard.Grid.Column.Title.Header
source: Title
hr: Naziv

# Dashboard.Grid.Column.Title.ToolTip
source: Event title shown in the dashboard list.
hr: Naziv događaja prikazan u listi.

# Dashboard.Grid.Column.Title.AutomationName
source: Dashboard column Title
hr: Stupac Naziv

# Dashboard.Grid.Column.Status.ToolTip
source: Current status of the record.
hr: Trenutačni status zapisa.

# Dashboard.Grid.Column.Status.AutomationName
source: Dashboard column Status
hr: Stupac Status

# Dashboard.Grid.Column.Description.Header
source: Description
hr: Opis

# Dashboard.Grid.Column.Description.ToolTip
source: Detailed description of the event.
hr: Detaljan opis događaja.

# Dashboard.Grid.Column.Description.AutomationName
source: Dashboard column Description
hr: Stupac Opis

# Audit.Toolbar.Command.ApplyFilter.Content
source: Apply Filter
hr: Primijeni filter

# Audit.Toolbar.Command.ApplyFilter.ToolTip
source: Apply the selected audit filters.
hr: Primijeni odabrane filtre audita.

# Audit.Toolbar.Command.ApplyFilter.AutomationName
source: Apply audit filter command
hr: Naredba primjene filtera audita

# Audit.Toolbar.Command.ExportCsv.Content
source: Export CSV
hr: Izvezi CSV

# Audit.Toolbar.Command.ExportCsv.ToolTip
source: Export audit results to CSV.
hr: Izvezi rezultate audita u CSV.

# Audit.Toolbar.Command.ExportCsv.AutomationName
source: Export audit CSV command
hr: Naredba izvoza audita u CSV

# Audit.Toolbar.Command.ExportExcel.Content
source: Export Excel
hr: Izvezi Excel

# Audit.Toolbar.Command.ExportExcel.ToolTip
source: Export audit results to Excel.
hr: Izvezi rezultate audita u Excel.

# Audit.Toolbar.Command.ExportExcel.AutomationName
source: Export audit Excel command
hr: Naredba izvoza audita u Excel

# Audit.Toolbar.Command.ExportPdf.Content
source: Export PDF
hr: Izvezi PDF

# Audit.Toolbar.Command.ExportPdf.ToolTip
source: Export audit results to PDF.
hr: Izvezi rezultate audita u PDF.

# Audit.Toolbar.Command.ExportPdf.AutomationName
source: Export audit PDF command
hr: Naredba izvoza audita u PDF

# Attachments.Toolbar.Command.Upload.Content
source: Upload
hr: Prenesi

# Attachments.Toolbar.Command.Upload.ToolTip
source: Upload a new attachment.
hr: Prenesi novi prilog.

# Attachments.Toolbar.Command.Upload.AutomationName
source: Upload attachment command
hr: Naredba prijenosa priloga

# Attachments.Toolbar.Command.Download.Content
source: Download
hr: Preuzmi

# Attachments.Toolbar.Command.Download.ToolTip
source: Download the selected attachment.
hr: Preuzmi odabrani prilog.

# Attachments.Toolbar.Command.Download.AutomationName
source: Download attachment command
hr: Naredba preuzimanja priloga

# Attachments.Toolbar.Command.Delete.Content
source: Delete
hr: Izbriši

# Attachments.Toolbar.Command.Delete.ToolTip
source: Delete the selected attachment.
hr: Izbriši odabrani prilog.

# Attachments.Toolbar.Command.Delete.AutomationName
source: Delete attachment command
hr: Naredba brisanja priloga

# AuditDashboard.Toolbar.Command.ApplyFilters.Content
source: Apply Filters
hr: Primijeni filtre

# AuditDashboard.Toolbar.Command.ApplyFilters.ToolTip
source: Apply dashboard filters to the audit feed.
hr: Primijeni filtre nadzorne ploče na prikaz audita.

# AuditDashboard.Toolbar.Command.ApplyFilters.AutomationName
source: Apply audit dashboard filters command
hr: Naredba primjene filtera nadzorne ploče

# AuditDashboard.Toolbar.Command.ExportPdf.Content
source: Export PDF
hr: Izvezi PDF

# AuditDashboard.Toolbar.Command.ExportPdf.ToolTip
source: Export the dashboard summary to PDF.
hr: Izvezi sažetak nadzorne ploče u PDF.

# AuditDashboard.Toolbar.Command.ExportPdf.AutomationName
source: Export audit dashboard PDF command
hr: Naredba izvoza nadzorne ploče u PDF

# AuditDashboard.Toolbar.Command.ExportExcel.Content
source: Export Excel
hr: Izvezi Excel

# AuditDashboard.Toolbar.Command.ExportExcel.ToolTip
source: Export the dashboard summary to Excel.
hr: Izvezi sažetak nadzorne ploče u Excel.

# AuditDashboard.Toolbar.Command.ExportExcel.AutomationName
source: Export audit dashboard Excel command
hr: Naredba izvoza nadzorne ploče u Excel

# ModuleTree.AutomationName
source: Module tree navigation
hr: Navigacija stablom modula

# ModuleTree.ToolTip
source: Browse modules by category.
hr: Pregledavaj module po kategoriji.

# ModuleTree.Category.Quality.Title
source: Quality
hr: Kvaliteta

# ModuleTree.Category.Quality.ToolTip
source: Quality events and remediation.
hr: Moduli kvalitete i usklađenosti.

# ModuleTree.Category.Quality.AutomationName
source: Quality category
hr: Kategorija Kvaliteta

# ModuleTree.Node.Quality.Capa.ToolTip
source: Corrective actions and preventive plans.
hr: Korektivne i preventivne radnje.

# ModuleTree.Node.Quality.Capa.AutomationName
source: CAPA module node
hr: Čvor CAPA

# ModuleTree.Node.Quality.DocumentControl.Title
source: Document Control
hr: Kontrola dokumenata

# ModuleTree.Node.Quality.DocumentControl.ToolTip
source: SOP lifecycle and document governance.
hr: Tijekovi kontrole dokumenata.

# ModuleTree.Node.Quality.DocumentControl.AutomationName
source: Document Control module node
hr: Čvor Kontrola dokumenata

# ModuleTree.Category.Maintenance.Title
source: Maintenance
hr: Održavanje

# ModuleTree.Category.Maintenance.ToolTip
source: Maintenance and asset modules.
hr: Moduli održavanja i imovine.

# ModuleTree.Category.Maintenance.AutomationName
source: Maintenance category
hr: Kategorija Održavanje

# ModuleTree.Node.Maintenance.Calibration.Title
source: Calibration
hr: Kalibracija

# ModuleTree.Node.Maintenance.Calibration.ToolTip
source: Calibration records.
hr: Rasporedi i povijest kalibracije.

# ModuleTree.Node.Maintenance.Calibration.AutomationName
source: Calibration module node
hr: Čvor Kalibracija
